{
 "artists": [
  {
   "id": 0,
   "name": "Michael Jackson",
   "bio": "Майкл Джексон (англ. Michael Joseph Jackson, род. 29 августа 1958 г., умер 25 июня 2009 года в Лос-Анджелесе) — американский певец, танцор,…"
  },
  {
   "id": 1,
   "name": "Madonna",
   "bio": "Мадо́нна Луи́за Веро́ника Чикко́не (англ. Madonna Louise Veronica Ciccone), более известная как Мадонна; род. 16 августа 1958, Бэй-Сити) —…"
  },
  {
   "id": 2,
   "name": "The Beatles",
   "bio": "The Beatles — культовая британская рок-группа из Ливерпуля: Джон Леннон (ритм-гитара, губная гармоника, вокал), Пол Маккартни (бас-гитара,…"
  },
  {
   "id": 3,
   "name": "Lady Gaga",
   "bio": "Стефани Джоанн Анжелина Джерманотта (Stefani Joanne Angelina Germanotta) родилась 28 марта 1986 года.  Известная под сценическим именем Lady…"
  },
  {
   "id": 4,
   "name": "Britney Spears",
   "bio": "Бритни Джин Спирс родилась 2 декабря 1981 года в Кенвуде, маленьком городе в Луизиане."
  },
  {
   "id": 5,
   "name": "Katy Perry",
   "bio": "Кэти Перри (наст. имя Кэтрин Элизабет Хадсон; англ. Katheryn Elizabeth Hudson; род. 25 октября 1984) — американская певица, автор песен,…"
  },
  {
   "id": 6,
   "name": "Rihanna",
   "bio": "Робин Рианна Фенти (англ. Robyn Rihanna Fenty; род. 20 февраля 1988, Син-Майкл, Барбадос) - родилась 20 февраля 1988 года в семье Рональда и…"
  },
  {
   "id": 7,
   "name": "Christina Aguilera",
   "bio": "Кристина Мария Агилера (англ. Christina Maria Aguilera) - американская певица, автор песен, танцовщица, актриса, продюсер, телезвезда,…"
  },
  {
   "id": 8,
   "name": "Avril Lavigne",
   "bio": "Аврил Рамона Лавин (англ. Avril Ramona Lavigne; 27 сентября 1984, Бельвиль, Канада) — канадская певица, автор песен, дизайнер и актриса.…"
  },
  {
   "id": 9,
   "name": "Nelly Furtado",
   "bio": "Нелли Ким Фуртадо (англ. Nelly Kim Furtado; род. 2 декабря 1978, Виктория, Британская Колумбия, Канада) — канадская певица, автор песен,…"
  },
  {
   "id": 10,
   "name": "Lily Allen",
   "bio": "Певица Лили Роуз Аллен появилась на свет 2 мая 1985 года в Лондоне, в семье известного валлийского комика  Кита Аллена и его жены и…"
  },
  {
   "id": 11,
   "name": "Justin Timberlake",
   "bio": "Джастин Тимберлейк (англ. Justin Randall Timberlake; род. 31 января 1981 г. в гор. Мемфис, штат Теннеси, США)  - американский певец, автор песен,…"
  },
  {
   "id": 12,
   "name": "Kylie Minogue",
   "bio": "Кайли Энн Миноуг родилась 28 мая 1968 г. в Мельбурне, Австралия. Она первенец Рональда Чарльза Миноуг, бухгалтера ирландского происхождения,…"
  },
  {
   "id": 13,
   "name": "Dido",
   "bio": "Дайдо - Dido Florian Cloud de Bounevialle O'Malley Armstrong - родилась 25 декабря 1971 года в Лондоне. Свое необычное имя она получила в честь…"
  },
  {
   "id": 14,
   "name": "U2",
   "bio": "Ирландия, 1976 год. На доске объявлений в одной из школ Дублина появляется исписанный от руки лист бумаги: Ларри Маллен (Larry Mullen) ищет…"
  },
  {
   "id": 15,
   "name": "Shakira",
   "bio": "Шаки́ра, полное имя Шаки́ра Исабе́ль Меба́рак Рипо́лль (исп. Shakira Isabel Mebarak Ripoll, араб. شاكيرا إيزابيل مبارك ريبول )‎‎; род. 2…"
  },
  {
   "id": 16,
   "name": "Kelly Clarkson",
   "bio": "Келли Кларксон - (англ. Kelly Brianne Clarkson родилась 24 апреля 1982 года) американская певица и автор песен. В 2002 стала победительницей…"
  },
  {
   "id": 17,
   "name": "Gwen Stefani",
   "bio": "Гвен Рене́ Стефа́ни (англ. Gwen Renée Stefani; род. 3 октября 1969, Фуллертон, Калифорния, США) — американская певица, автор песен, актриса,…"
  },
  {
   "id": 18,
   "name": "Beyoncé",
   "bio": "Бейонсе́ Жизе́ль Но́улз (англ. Beyoncé Giselle Knowles, известна просто как Бейонсе́); род. 4 сентября 1981, Хьюстон, Техас, США) — американская…"
  },
  {
   "id": 19,
   "name": "ABBA",
   "bio": "ABBA (на русском — А́ББА) — шведский музыкальный квартет, существовавший в 1972—1982 годах и названный по первым буквам имён исполнителей:…"
  },
  {
   "id": 20,
   "name": "Robbie Williams",
   "bio": "Робби Уильямс (англ. Robbie Williams урожденный  Robert Peter Williams; род. 13 февраля 1974 года в графстве Стаффордшир , город Сток-он-Трент) —…"
  },
  {
   "id": 21,
   "name": "Maroon 5",
   "bio": "Maroon 5 — американская поп-рок-группа, образованная в городе Лос-Анджелес, штат Калифорния, США. С 1995 года существовала под названием…"
  },
  {
   "id": 22,
   "name": "Black Eyed Peas",
   "bio": "Блэк Ай Пис (англ. Black Eyed Peas или BEP) - американская хип-хоп/поп команда, образованная в 1995. В её составе will.i.am, Apl.de.ap, Taboo и…"
  },
  {
   "id": 23,
   "name": "Mika",
   "bio": "Ми́ка (англ. Mika), настоящее имя Майкл Холбрук Пенниман (англ. Michael Holbrook Penniman; 18 августа 1983, Бейрут) — английский певец и…"
  },
  {
   "id": 24,
   "name": "James Blunt",
   "bio": "Джеймс Блант (англ. James Blunt, 22 февраля 1974, настоящее имя Джеймс Хиллиер Блаунт англ. James Hillier Blount) — британский музыкант."
  },
  {
   "id": 25,
   "name": "Mariah Carey",
   "bio": "Мэрайя Кэри (англ. Mariah Carey; род. 27 марта 1970, Хантингтон, Нью-Йорк, США) — американская R\u0026B-певица, автор песен, музыкальный продюсер,…"
  },
  {
   "id": 26,
   "name": "Elton John",
   "bio": "Сэр Э́лтон Геркулес Джон (англ. Sir Elton Hercules John, урождённый Ре́джинальд Ке́ннет Дуайт ; родился 25 марта 1947) — английский…"
  },
  {
   "id": 27,
   "name": "No Doubt",
   "bio": "No Doubt (в переводе с англ. «Без Сомнения») — американская ска-панк-группа, образованная в 1986 году в Анахайме, Калифорния, США. Наибольшую…"
  },
  {
   "id": 28,
   "name": "t.A.T.u.",
   "bio": "Легендарная группа, взорвавшая мир отечественного и мирового шоу-бизнеса, ставшая первым российским коллективом, который получил десятки…"
  },
  {
   "id": 29,
   "name": "P!nk",
   "bio": "Алиша Бет Мур (англ. Alecia Beth Moore, 8 сентября 1979, Дойлстаун, Пеннсильвания, США), более известная под псевдонимом Пинк (англ. P!nk) —…"
  },
  {
   "id": 30,
   "name": "The Cardigans",
   "bio": "The Cardigans (читается как Кардиганс, англ. Кардиганы) — шведский музыкальный коллектив, созданный в Йёнчёпинге (Jönköping, Småland, Sweden)…"
  },
  {
   "id": 31,
   "name": "Sting",
   "bio": "Стинг (англ. Sting) — творческий псевдоним Гордона Мэтью Самнера (англ. Gordon Matthew Sumner), британского музыканта, актёра, общественного…"
  },
  {
   "id": 32,
   "name": "The Beach Boys",
   "bio": "The Beach Boys («Бич Бойз») — американская рок-группа, известность которой первоначально принесли их ранние песни о пляжах, море и…"
  },
  {
   "id": 33,
   "name": "Coldplay",
   "bio": "Начав играть осенью 1996 года, настоящего успеха в мире Coldplay добились только в 2000 году, после выхода их второго сингла «Yellow» с…"
  },
  {
   "id": 34,
   "name": "Prince",
   "bio": "Принс (англ. - Prince Rogers Nelson; родился 7 июня 1958 года, Миннеаполис, Миннесота, США, умер 21 апреля 2016 года) - американский певец,…"
  },
  {
   "id": 35,
   "name": "Jennifer Lopez",
   "bio": "Дже́ннифер Линн Ло́пес (англ. Jennifer Lynn Lopez, исп. Jennifer Lynn López, или Джей Ло англ. J.Lo; род. 24 июля 1969) — американская актриса,…"
  },
  {
   "id": 36,
   "name": "a-ha",
   "bio": "Норвежская группа a-ha – один из ведущих коллективов стиля синти-поп, появившегося на излете «новой волны». Музыке a-ha присущи графичный,…"
  },
  {
   "id": 37,
   "name": "Phil Collins",
   "bio": "Фил Коллинз (Phil Collins; полн. имя Филипп Дэвид Чарльз Коллинз (Philip David Charles Collins); р. 30 января 1951, Лондон) — ударник и певец в…"
  },
  {
   "id": 38,
   "name": "Ke$ha",
   "bio": "Кеша (англ. - Kesha или Ke$ha урожденная Kesha Rose Sebert; род. 1 марта 1987 года, Нэшвил, Теннесси, США ) - американская певица. Карьера…"
  },
  {
   "id": 39,
   "name": "Jason Mraz",
   "bio": "Джейсон Мраз американский певец и автор песен, смешивающий самые разные жанры - поп, рок, фолк, джаз, кантри и хип-хоп. Потрясающий…"
  },
  {
   "id": 40,
   "name": "Alanis Morissette",
   "bio": "Аланис Мориссетт — канадская певица, композитор, актриса и продюсер, которая стала всемирно популярной в 1995 году, записав один из самых…"
  },
  {
   "id": 41,
   "name": "Roxette",
   "bio": "Карьера шведской группы Roxette началась в 1986г, когда по радио впервые прозвучала \"Neverending Love\", ставшая бесспорным хитом шведской…"
  },
  {
   "id": 42,
   "name": "Pet Shop Boys",
   "bio": "Pet Shop Boys - английский поп-дуэт. Образован в 1981 в Лондоне Нилом Теннантом и Крисом Лоу."
  },
  {
   "id": 43,
   "name": "Natalie Imbruglia",
   "bio": "Ее путь к успеху похож на скольжение по громадным океанским волнам - дети, растущие на берегу океана, быстро осваивают серфинг. Натали…"
  },
  {
   "id": 44,
   "name": "The Pussycat Dolls",
   "bio": "The Pussycat Dolls (аббревиатура PCD) — американская поп/R\u0026B группа-танцевальный ансамбль с женским вокалом, основанный хореографом Робин…"
  },
  {
   "id": 45,
   "name": "Scissor Sisters",
   "bio": "Нью-Йорк, США (2000 -  по настоящее время)"
  },
  {
   "id": 46,
   "name": "George Michael",
   "bio": "Джордж Майкл (англ. George Michael, урожденный - Georgios Kyriacos Panayiotou; род. 25 июня 1963 г., Великобритания, г. Лондон - 25 декабря 2016…"
  },
  {
   "id": 47,
   "name": "Backstreet Boys",
   "bio": "Группа Backstreet Boys образовалась в 1993 году в Орландо, штат Флорида. В состав коллектива вошли Ник Картер (28.01.1980), Эй Джей Маклин…"
  },
  {
   "id": 48,
   "name": "Taylor Swift",
   "bio": "Тейлор Свифт родилась 13 декабря 1989 г. в городе Вайомиссинг, штат Пенсильвания, США. На Тейлор большое влияние оказали ее бабушка, которая…"
  },
  {
   "id": 49,
   "name": "Fergie",
   "bio": "Стейси Энн Фергюсон, или Фёрги (англ. Stacy Ann Ferguson, Fergie; род. 27 марта 1975) - американская певица, рэпер, автор песен, актриса,…"
  },
  {
   "id": 50,
   "name": "Duran Duran",
   "bio": "Группа образовалась в 1978 году в городе Бирмингем (Великобритания). В состав коллектива, взявшего название одного из персонажей культового…"
  },
  {
   "id": 51,
   "name": "R.E.M.",
   "bio": "Свой первый концерт «R.E.M.» отыграли в американском городишке Атенс, штат Джорджия, 19 апреля 1980 года. В состав группы входили четверо…"
  },
  {
   "id": 52,
   "name": "Natasha Bedingfield",
   "bio": "Наташа Бедингфилд - (англ. Natasha Anne Bedingfield; род. 26 ноября 1981 г., Сассекс, Англия) - британская певица и автор песен. Номинант на…"
  },
  {
   "id": 53,
   "name": "Cyndi Lauper",
   "bio": "Cyndi Lauper (Синди Лаупер, полное имя Cynthia Ann Stephanie Lauper Thornton) – популярная американская певица, «поп-принцесса 80-х».…"
  },
  {
   "id": 54,
   "name": "Sugababes",
   "bio": "Sugababes — женское поп-трио из Лондона (Великобритания), которое было сформировано в 1998-м году. Эта группа выпустила 23 сингла и 7…"
  },
  {
   "id": 55,
   "name": "Jamiroquai",
   "bio": "Джамирокуай (англ. Jamiroquai) - британская группа, одни из наиболее ярких представителей фанка и эйсид-джаза 90-х. За свою карьеру группа,…"
  },
  {
   "id": 56,
   "name": "Céline Dion",
   "bio": "Сели́н Мари́ Клоде́т Дио́н (реже \"Дьон\") родилась 30 марта 1968 года в Шарлемане, Канада. Обладательница одного из наиболее узнаваемых…"
  },
  {
   "id": 57,
   "name": "Miley Cyrus",
   "bio": "Майли Рэй Сайрус (англ. Miley Ray Cyrus; имя при рождении: Дестини Хоуп Сайрус (англ. Destiny Hope Cyrus); род. 23 ноября 1992 года) —…"
  },
  {
   "id": 58,
   "name": "Leona Lewis",
   "bio": "Леона Луиз Льюис (англ. Leona Louise Lewis, родилась 3 апреля 1985 года в г. Лондон, Великобритания) — певица, восходящая звезда британской…"
  },
  {
   "id": 59,
   "name": "Lana Del Rey",
   "bio": "Эли́забет Ву́лридж Грант (англ. Elizabeth Woolridge Grant; род. 21 июня 1985, Нью-Йорк), более известная как Ла́на Дель Рей (англ. Lana Del Rey)…"
  },
  {
   "id": 60,
   "name": "The Corrs",
   "bio": "The Corrs - семейная группа из Ирландии, получившая всемирное признание в 1998 году, после выхода своего альбома \"Talk on Corners\". На…"
  },
  {
   "id": 61,
   "name": "Kate Bush",
   "bio": "Кейт (Кэтрин) Буш (англ. Catherine Bush, род. 30 июля 1958 в Бекслихит, Великобритания) — английская исполнительница, работающая на стыке…"
  },
  {
   "id": 62,
   "name": "Pink",
   "bio": "Правильный тэг - P!nk"
  }
 ]
}